tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mdogan/zulu"
brew "python@3.9"
brew "coreutils"
brew "docker"
brew "fd"
brew "git"
brew "go"
brew "htop"
brew "nvm"
brew "ripgrep"
brew "screenfetch"
brew "spotify-tui"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["HEAD", "with-modern-doom3-icon"]
cask "anydesk"
cask "font-meslo-for-powerline"
cask "github"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "slack"
cask "telegram"
cask "visual-studio-code"
cask "zulu-jdk8"
